Repository: syfds/soundy
Catalog: po/*.po
Languages: it, nl

source: Hide
it: Nascondi
nl: Verbergen

source: List your SoundTouch speaker
it: Elenca il tuo speaked SoundTouch
nl: Kies je SoundTouch-luidspreker

source: Cannot find any SoundTouch speaker.
it: Non è possibile trovare alcuno speaker SoundTouch.
nl: Geen SoundTouch-luidspreker aangetroffen.

source: Connect
it: Connetti
nl: Verbinden

source: Cannot connect to your speaker
it: Non è possibile connettersi al tuo speaker
nl: Er kan geen verbinding worden gemaakt

source: About
it: Info
nl: Over

source: Network address
it: Indiritto di rete
nl: Netwerkadres

source: Welcome to Soundy!
it: Benvenuto in Soundy!
nl: Welkom bij Soundy!

source: Enjoy your SoundTouch speaker
it: Divertiti con il tuo speaker SoundTouch
nl: Geniet van je SoundTouch-luidspreker

source: Do you need help?
it: Hai bisogno di aiuto?
nl: Hulp nodig?

source: You can try to set the correct IP address in
it: Puoi provare a impostare il corretto indirizzo IP in
nl: Probeer het juiste ip-adres in te stellen in

source: or seek for help here
it: oppure cercare aiuto qui
nl: of zoek hier hulp

source: Test connection
it: Verifica connessione
nl: Verbinding testen

source: Save
it: Salva
nl: Opslaan

source: Enter the IP-address or the hostname of your speaker
it: Digita l'indirizzo IP oppure l'hostname del tuo speaker
nl: Voer het ip-adres of de hostnaam in van je luidspreker

source: Trying to connect to
it: Verificando la connessione a
nl: Bezig met verbinden met

source: Connection failed to
it: Connessione fallita a
nl: Verbinding mislukt met

source: Connection succeeded to
it: Connessione avvenuta con successo a
nl: Verbonden met

source: Simple client to control your SoundTouch speaker
it: Semplice client per controllare il tuo speaker SoundTouch
nl: Eenvoudige toepassing om je SoundTouch-luidspreker mee te bedienen

source: Soundy is small and easy tool to control your SoundTouch network speaker.
it: Soundy è un piccolo e facile strumento di controllo per il tuo speaker di rete SoundTouch.
nl: Soundy is een klein, eenvoudig hulpmiddel om je SoundTouch-netwerkluidspreker mee te bedienen.

source: Features:
it: Caratteristiche:
nl: Kenmerken:

source: Power ON/OFF
it: Accendi/Spegni
nl: Zet de luidspreker aan en uit

source: Play/Pause the currently selected track
it: Metti in pausa/riprendi la traccia al momento selezionata
nl: Pauzeer of speel het huidige nummer af

source: Playing next or previous track
it: Riproducendo la prossima o la precedente traccia
nl: Speel het volgende of vorige nummer af

source: Increasing/decreasing volume
it: Aumentando/Diminuendo il volume
nl: Verhoog of verlaag het volume

source: Displaying and playing the favourites
it: Mostrando e riproducendo i preferiti
nl: Toon en speel je favorieten af

source: Auto-Discovery of SoundTouch speaker added
it: Rilevazione automaticamente dello speaker SoundTouch aggiunto
nl: [NIEUW] Je SoundTouch-luidspreker wordt automatisch herkend

source: App icon improved by Suzie97 (https://github.com/Suzie97)
it: Icona dell'app migliorata da Suzie97 - (https://github.com/Suzie97)
nl: [VERBETERD] Toepassingspictogram, met dank aan @Suzie97 (https://github.com/Suzie97)

source: Fix: in case a preset has no image url a default image will be shown (https://github.com/syfds/soundy/issues/6)
it: Risolto: nel caso in cui una preset non abbia una URL immagine, viene mostrata una immagine predefinita (https://github.com/syfds/soundy/issue/6)
nl: [OPGELOST] Als een voorinstelling geen afbeeldingsurl bevat, dan wordt er een standaardafbeelding getoond (https://github.com/syfds/soundy/issues/6)

source: Control your SoundTouch speaker
it: Controlla il tuo speaker SoundTouch
nl: Bedien je SoundTouch-luidspreker
